Repository: saamerm/BeAware
Catalog: BeAware/*.lproj/Localizable.strings
Languages: fa, hr, ja, nl, pl, ro

source: By tapping Continue, you agree to our privacy policy
fa: سر و صدا با صدای بلند در
hr: Tapping Nastavak, pristajete na našu politiku privatnosti
ja: タップを続けることで、あなたは私たちのプライバシーポリシーに同意します
nl: Door op Doorgaan te tikken, ga je akkoord met ons privacybeleid
pl: Tapping Kontynuuj, zgadzasz się na naszą politykę prywatności
ro: Prin atingerea continuă, sunteți de acord cu politica noastră de confidențialitate

source: By tapping Continue, you agree to our
fa: با استفاده از ادامه، شما موافقت خود را به ما
hr: Dodirom na Nastavi prihvaćate našu politiku privatnosti
ja: [続行]をタップすると、プライバシーポリシーに同意したことになります
nl: Door op Doorgaan te tikken, gaat u akkoord met onze
pl: Tapping kontynuuj, zgadzasz się na nasze
ro: Prin atingerea continuă, sunteți de acord cu noi

source: Privacy Policy
fa: با استفاده از ادامه، شما با سیاست حفظ حریم خصوصی ما موافق هستید
hr: Pravila o privatnosti
ja: プライバシーポリシー
nl: Privacybeleid
pl: Polityka prywatności
ro: Politica de confidențialitate

source: PRIVACY POLICY
fa: سیاست حفظ حریم خصوصی
hr: POLITIKA PRIVATNOSTI
ja: プライバシーポリシー
nl: PRIVACYBELEID
pl: POLITYKA PRYWATNOŚCI
ro: POLITICA DE CONFIDENȚIALITATE

source: Noise Alert
hr: Upozorenje
ja: ノイズアラート
nl: Geluidswaarschuwing
pl: Alarm
ro: Alerta

source: On
fa: هشدار
hr: Aktivan
ja: アクティブ
nl: Op
pl: Aktywny
ro: Activ

source: Stopped
fa: فعال
hr: Zaustavljen
ja: 停止
nl: Gestopt
pl: Zatrzymany
ro: Oprit

source: Transcribing
fa: متوقف شده
hr: Prepisivanje
ja: 転記
nl: Transcriberen
pl: Transkrybowanie
ro: Transcriere

source: Start Transcribing
nl: Begin met transcriberen
pl: Zacznij transkrybować

source: Stop Transcribing
nl: Stop met transcriberen
pl: Przestań transkrybować

source: This field populates in real time when the voice is being recorded
nl: Dit veld wordt in realtime ingevuld wanneer de stem wordt opgenomen
pl: To pole jest zaludnione w czasie rzeczywistym, gdy głos jest rejestrowany

source: Play the the text loud, even to the other party during a phone or video call
nl: Speel de tekst luid af, zelfs voor de andere partij tijdens een telefoon- of videogesprek
pl: Odtwórz tekst głośno, nawet na drugą stronę podczas telefonu lub telefonicznego

source: Flip the text box
nl: Draai het tekstvak om
pl: Odwróć pole tekstowe

source: This button flips the window for the other person to see what you typed without having to turn your hand
nl: Met deze knop draait het venster zodat de andere persoon kan zien wat je hebt getypt zonder dat je je hand hoeft te draaien
pl: Ten przycisk przewraca okno dla drugiej osoby, aby zobaczyć, co wpisałeś bez konieczności obracania ręki

source: Tap to add preset phrase to the text editor above
nl: Tik om een ​​vooraf ingestelde zin toe te voegen aan de bovenstaande teksteditor
pl: Stuknij, aby dodać ustawione wyrażenie do edytora tekstu powyżej

source: Remove Phrase
nl: zin verwijderen
pl: Usuń zdanie

source: Removes the preset phrase
nl: Verwijdert de vooraf ingestelde frase
pl: Usuwa wstępnie ustawione wyrażenie

source: Clear Text
nl: Duidelijke tekst
pl: Czysty tekst

source: Clears the text from the window above
nl: Wist de tekst uit het bovenstaande venster
pl: Wyczyszcza tekst z okna powyżej

source: Input a preset phrase you would like to add
nl: Voer een vooraf ingestelde frase in die u wilt toevoegen
pl: Wprowadź wstępną frazę, którą chcesz dodać

source: Add Image
nl: Voeg afbeelding toe
pl: Dodaj obraz

source: Adds images that you can show
nl: Voegt afbeeldingen toe die u kunt laten zien
pl: Dodaje obrazy, które możesz pokazać

source: This text field acts as a notepad so you can share what you would like to say
nl: Dit tekstveld fungeert als een notitieblok, zodat u kunt delen wat u wilt zeggen
pl: To pole tekstowe działa jako notatnik, więc możesz podzielić się tym, co chciałbyś powiedzieć

source: Be Aware
fa: آگاه بودن
hr: Biti svjestan
ja: 気になる
nl: Bewust zijn BeAware

source: I'm deaf or hard of hearing
fa: من ناشنوا یا سخت است
nl: Ik ben doof of slechthorend

source: Text - BeAware is the only app that can read text loud into you your live phone calls, assisted by customizable preset phrases
fa: TEXT - Beaware تنها برنامه ای است که می تواند با صدای بلند به تماس های تلفنی زنده شما را بخواند، با استفاده از عبارات پیش فرض قابل تنظیم
hr: Tekst - Beaware je jedina aplikacija koja može čitati tekst glasno u vaše telefonske pozive uživo, uz pomoć prilagodljivim unaprijed postavljenim frazama
nl: Tekst - BeAware is de enige app die tekst luid kan voorlezen tijdens uw live telefoongesprekken, bijgestaan ​​door aanpasbare vooraf ingestelde zinnen
ro: Text - Beaware este singura aplicație care poate citi text cu voce tare în dvs. Apelurile dvs. de telefon live, asistat de fraze personalizabile presetate

source: INFO
fa: اطلاعات
ja: 情報

source: Widget
fa: ویجت
hr: Širiti
ja: ウィジェット

source: The app is far from perfect, so we need to hear from you, to know what improvements to prioritize. Email us at hi@deafassistant.com
fa: بازخورد
ja: このアプリは完璧にはほど遠いので、どのような改善を優先すべきかを知るために、あなたから話を聞く必要があります。 hi@deafassistant.comまでメールでお問い合わせください

source: WIDGET
hr: Širiti
ja: ウィジェット

source: Hi! I downloaded BeAware- the deaf assistant for iPhones and I really think you should check it out. It has not been released to the public yet, so you can install a special free version through here: https://testflight.apple.com/join/3ixeJPSz
fa: سلام، برنامه شما را دانلود کردم و می خواهم بازخورد زیر را ارائه دهم:
hr: Bok! Preuzela sam beaware - gluhi asistent za iPhones i stvarno mislim da bi to trebao provjeriti. Još nije pušten na javnost, tako da možete instalirati posebnu besplatnu verziju kroz ovdje: https://testflight.apple.com/join/3ixeJPSz
ja: やあ！私はビーウェアをダウンロードしました - 聴覚障害者アシスタントはiPhoneをチェックしました。それはまだ一般に公開されていませんので、ここで特別な無料版をインストールすることができます.https://testflight.apple.com/join/3ixeJPSz
ro: Salut! Am descărcat Beaware - asistentul surd pentru iPhone și chiar cred că ar trebui să-l verificați. Nu a fost lansat încă publicului, astfel încât să puteți instala o versiune gratuită specială aici: https://testflight.apple.com/join/3ixeJPSz
