Repository: saamerm/BeAware
Catalog: BeAware/*.lproj/Localizable.strings
Languages: fa, hr, ja, nl, pl, ro

source: BeAware
pl: Być świadomym
ro: Fi conștient

source: The Deaf Assistant
fa: دستیار ناشنوایان
hr: Gluhi asistent
ja: 聴覚障害者アシスタント
nl: De dove assistent
pl: Niesłyszący asystent
ro: Asistentul surd

source: Use the speech feature to convert voice to text
fa: از ویژگی گفتار برای تبدیل صدا به متن استفاده کنید
hr: Koristite značajku govora za pretvaranje glasa u tekst
ja: 音声をテキストに変換するために音声機能を使用してください
nl: Gebruik de spraakfunctie om spraak naar tekst te converteren
pl: Użyj funkcji mowy, aby konwertować głos do tekstu
ro: Utilizați caracteristica de vorbire pentru a converti vocea la text

source: Your microphone will be used to record your speech when you press the 'Start Recording' button.
fa: میکروفون شما برای ضبط سخنرانی شما هنگامی که دکمه «ضبط شروع» را فشار می دهید استفاده می شود.
hr: Vaš će se mikrofon koristiti za snimanje govora kada pritisnete gumb 'Start Snimanje'.
ja: [録音の開始]ボタンを押すと、マイクを使用してスピーチを記録します。
nl: Uw microfoon wordt gebruikt om uw spraak op te nemen wanneer u op de knop 'Opname starten' drukt.
pl: Twój mikrofon zostanie użyty do nagrywania mowy po naciśnięciu przycisku 'Rozpocznij nagrywanie'.
ro: Microfonul dvs. va fi folosit pentru a înregistra discursul dvs. când apăsați butonul 'Start înregistrare'.

source: ALERT
fa: هشدار
hr: Upozorenje
ja: 警戒している
pl: ALARM
ro: ALERTA

source: Alert
fa: هشدار
hr: Upozorenje
ja: 警戒している
nl: Waarschuwing
pl: Alarm
ro: Alerta

source: Alert Frequency
fa: فرکانس هشدار
hr: Učestalost upozorenja
ja: 警告周波数
nl: Waarschuwingsfrequentie:
pl: Częstotliwość alarmu.
ro: Frecvența de alertă

source: Noise Threshold
fa: آستانه نویز
hr: Prag buke
ja: ノイズしきい値
nl: Geluidsdrempel
pl: Próg hałasu
ro: Pragul de zgomot

source: seconds
fa: ثانیه
hr: sekunde
ja: 秒
nl: seconden
pl: sekundy
ro: secunde

source: Start Noise Alert
fa: شروع هشدار نویز
hr: Pokrenite buku
ja: ノイズアラートを起動します
nl: Geluidswaarschuwing starten
pl: Rozpocznij alarm hałasu.
ro: Începeți alerta de zgomot

source: Stop Noise Alert
fa: توقف هشدار سر و صدا
hr: Zaustaviti buku
ja: ノイズアラートを停止します
nl: Stop ruiswaarschuwing
pl: Zatrzymaj alarm hałasu
ro: Opriți alerta de zgomot

source: Mark alerts as critical
fa: علامت گذاری به عنوان بحرانی
hr: Označi upozorenja kao kritična
ja: マークアラートとして重要です
nl: Meldingen als kritiek markeren
pl: Zaznacz alerty jako krytyczne
ro: Marcați alertele ca fiind critice

source: SPEECH
fa: سخن، گفتار
hr: GOVOR
ja: 演説
nl: TOESPRAAK
pl: PRZEMÓWIENIE
ro: VORBIRE

source: Speech
fa: سخن، گفتار
hr: Govor
ja: 演説
nl: Toespraak
pl: Przemówienie
ro: Vorbire

source: I can’t hear you clearly. I use this tool to understand what people are saying. Please speak into the mic
fa: من نمی توانم به وضوح بشنوم من از این ابزار برای درک آنچه مردم می گویند استفاده می کنم. لطفا به MIC صحبت کنید
hr: Ne mogu te jasno čuti. Koristim ovaj alat da shvatim što ljudi govore. Molim vas, razgovarajte u mikrofon
ja: 私はあなたを明確に聞くことができません。私は人々が何を言っているかを理解するためにこのツールを使います。 MICに話してください
nl: Ik kan je niet duidelijk horen. Ik gebruik deze tool om te begrijpen wat mensen zeggen. Spreek alsjeblieft in de microfoon
pl: Nie słyszę cię wyraźnie. Używam tego narzędzia, aby zrozumieć, co mówią ludzie. Proszę mówić do mikrofonu
ro: Nu vă pot auzi clar. Folosesc acest instrument pentru a înțelege ce spun oamenii. Vorbiți în microfon

source: TEXT
fa: متن
hr: TEKST
ja: 文章
nl: TEKST
pl: TEKST

source: Text
fa: متن
hr: Tekst
ja: 文章
nl: Tekst
pl: Tekst

source: Tap below to start typing:
fa: برای شروع تایپ روی زیر ضربه بزنید:
hr: Dodirnite ispod za početak tipkanja:
ja: 以下をタップして入力を開始します。
nl: Tik hieronder om te beginnen met typen:
pl: Dotknij poniżej, aby rozpocząć wpisywanie:
ro: Atingeți mai jos pentru a începe tastarea:

source: PLAY
fa: بازی
hr: IGRA
ja: 遊ぶ
nl: SPEEL
pl: BAWIĆ SIĘ
ro: JOACA

source: FLIP TEXT
fa: تلنگر متن
hr: Flip tekst
ja: テキストを弾く
nl: DRAAI TEKST
pl: Flip Tekst

source: Preset Phrases:
fa: عبارات از پیش تعیین شده:
hr: Unaprijed postavljene izraze:
ja: プリセットフレーズ：
nl: Vooraf ingestelde zinnen:
pl: Preset fraz:
ro: Fraze presetate:

source: Type here to add...
fa: اینجا را برای اضافه کردن ...
hr: Upišite ovdje za dodavanje ...
ja: 追加するにはここに入力してください...
nl: Typ hier om toe te voegen...
pl: Wpisz tutaj, aby dodać ...
ro: Tastați aici pentru a adăuga ...

source: ADD
fa: اضافه کردن
hr: DODATI
ja: 追加
nl: TOEVOEGEN
pl: DODAJ
ro: ADĂUGA

source: I'm Deaf or hard of hearing
hr: Ja sam gluh ili težak slušanja
ja: 私は聴覚障害者または聴覚の難しいです
pl: Jestem głuchy lub ciężko słuchający
ro: Sunt surd sau greu de auzit

source: EMOJI BOARD
fa: هیئت مدیره اموجی
hr: Emoji odbor
ja: 絵文字委員会
pl: Płyta Emoji.

source: Emoji Board
fa: هیئت مدیره اموجی
hr: Emoji odbor
ja: 絵文字委員会
nl: Emoji-bord
pl: Płyta Emoji.

source: Select an emoji from the list to display above
fa: Emoji را از لیست برای نمایش بالا انتخاب کنید
hr: Odaberite emoji s popisa da biste prikazali gore
ja: 上記の表示にリストから絵文字を選択してください
nl: Selecteer een emoji uit de lijst om hierboven weer te geven
pl: Wybierz Emoji z listy, aby wyświetlić powyżej
ro: Selectați un Emoji din listă pentru a afișa mai sus

source: ADD IMAGE
fa: تصویر اضافه کن
hr: Dodajte sliku
ja: 画像を追加
nl: VOEG AFBEELDING TOE
pl: DODAJ OBRAZ
ro: ADAUGA IMAGINE

source: Tutorial
fa: تدبیر
ja: チュートリアル
nl: zelfstudie
pl: Instruktaż

source: License Agreement
fa: توافقنامه مجوز
hr: Licencni ugovor
ja: ライセンス契約
nl: Licentieovereenkomst
pl: Umowa licencyjna
ro: Acord de licențiere

source: LICENSE AGREEMENT
fa: توافقنامه مجوز
hr: LICENCNI UGOVOR
ja: ライセンス契約
nl: LICENTIEOVEREENKOMST
pl: UMOWA LICENCYJNA
ro: ACORD DE LICENȚIERE

source: About Us
fa: درباره ما
hr: O nama
ja: 私たちに関しては
nl: Over ons
pl: O nas
ro: Despre noi

source: Video
fa: ویدیو
ja: ビデオ
pl: Wideo

source: Contact Us
fa: با ما تماس بگیرید
hr: Kontaktirajte nas
ja: お問い合わせ
nl: Neem contact op
pl: Skontaktuj się z nami
ro: Contactează-ne

source: CONTACT US
fa: با ما تماس بگیرید
hr: KONTAKTIRAJTE NAS
ja: お問い合わせ
nl: NEEM CONTACT OP
pl: SKONTAKTUJ SIĘ Z NAMI
ro: CONTACTEAZĂ-NE

source: Share
fa: اشتراک گذاری
hr: Udio
ja: シェア
nl: Delen
pl: Udział
ro: Acțiune

source: Terms Of Use
fa: شرایط استفاده
hr: Uvjeti korištenja
ja: 利用規約
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
ro: Termeni de utilizare

source: TERMS OF USE
fa: شرایط استفاده
hr: UVJETI KORIŠTENJA
ja: 利用規約
nl: GEBRUIKSVOORWAARDEN
pl: WARUNKI KORZYSTANIA
ro: TERMENI DE UTILIZARE

source: TUTORIAL
fa: تدبیر
ja: チュートリアル
pl: INSTRUKTAŻ

source: Welcome to BeAware
fa: به Beaware خوش آمدید
hr: Dobrodošli u Beaware
ja: Beawareへようこそ
nl: Welkom bij BeAware
pl: Witamy w Beareware.
ro: Bine ați venit la Beaware

source: This app has 4 main functions:
fa: این برنامه دارای 4 توابع اصلی است:
hr: Ova aplikacija ima 4 glavne funkcije:
ja: このアプリには4つの主な機能があります。
nl: Deze app heeft 4 hoofdfuncties:
pl: Ta aplikacja ma 4 główne funkcje:
ro: Această aplicație are 4 funcții principale:

source: Continue
fa: ادامه هید
hr: Nastaviti
ja: 継続する
nl: Doorgaan
pl: Kontyntynuj
ro: Continua

source: Alert - Turn your device into an elite alerting tool with customizable alerts of short or prolonged sounds around you
fa: هشدار - دستگاه خود را به یک ابزار هشدار نخبگان تبدیل کنید با هشدارهای قابل تنظیم از صداهای کوتاه یا طولانی در اطراف شما
hr: Upozorenje - Okrenite uređaj u elitni alat za uzbunjivanje s prilagodljivim upozorenjima kratkih ili produljenih zvukova oko sebe
ja: 警告 - あなたの周りの短いまたは長期の音のカスタマイズ可能なアラートを使って、あなたのデバイスをElite Alertingツールに変える
nl: Waarschuwing - Verander uw apparaat in een elite waarschuwingstool met aanpasbare waarschuwingen voor korte of langdurige geluiden om u heen
pl: Alert - Włącz urządzenie do narzędzia do alarmowania elitarnego z konfigurowalnymi alertami krótkich lub przedłużających się dźwięków wokół siebie
ro: Alertă - transformați dispozitivul într-un instrument de alertare a elitei cu alerte personalizabile de sunete scurte sau prelungite din jurul dvs.

source: Speech - Take advantage of your phone's powerful speech-to-text capability to transcribe, even while the app is in the background
fa: سخنرانی - استفاده از قابلیت گفتار قدرتمند به متن خود را برای انتقال، حتی در حالی که برنامه در پس زمینه است
hr: Govor - iskoristite snažnu sposobnost govora telefona da biste prepisali, čak i dok je aplikacija u pozadini
ja: スピーチ - アプリがバックグラウンドにある間、転写するためにあなたの携帯電話の強力なスピーチへのテキスト機能を利用してください
nl: Spraak - Profiteer van de krachtige spraak-naar-tekstfunctie van uw telefoon om te transcriberen, zelfs als de app op de achtergrond actief is
pl: Mowa - skorzystaj z potężnej zdolności mowy telefonu do transkrypcji, nawet gdy aplikacja jest w tle
ro: Discurs - Profitați de capacitatea puternică a telefonului dvs. de exprimare la text pentru a vă transcrie, chiar dacă aplicația este în fundal

source: Text - BeAware is the only app that can read text loud into your live phone calls, assisted by customizable preset phrases
ja: テキスト - Beawareは、カスタマイズ可能なプリセットフレーズによって支援された、あなたのライブ電話の通話をあなたのライブ電話に音声に読むことができる唯一のアプリです。
pl: Tekst - Beareware to jedyna aplikacja, która może odczytać tekst głośno w rozmowach telefonicznych na żywo, wspomagana przez konfigurowalne zaprogramowane frazy

source: Emoji Board - Communicate using curated emojis or add images
fa: Emoji Board - ارتباط برقرار کردن با استفاده از Emojis سرپرست و یا اضافه کردن تصاویر
hr: Emoji Board - komunicirati koristeći kustosnog emojis ili dodajte slike
ja: 絵文字ボード - Created Emojisを使って通信するか画像を追加する
nl: Emoji-bord - Communiceer met behulp van samengestelde emoji's of voeg afbeeldingen toe
pl: Rada Emoji - komunikować się za pomocą kurowanych emojis lub dodaj zdjęcia
ro: Emoji Board - Comunicați utilizarea Emojis curată sau adăugați imagini

source: ABOUT US
fa: درباره ما
hr: O NAMA
ja: 私たちに関しては
nl: OVER ONS
pl: O NAS
ro: DESPRE NOI

source: WHO
fa: ما که هستیم
hr: TKO
ja: 誰
pl: Kto
ro: OMS

source: Who made this
fa: چه کسی این را ساخت
hr: Tko je ovo napravio
ja: 誰がこれを作ったのか
nl: Wie heeft dit gemaakt
pl: Kto to zrobił
ro: Cine a făcut asta

source: This app was ideated, designed and developed by a group of friends that met at the Apple Developer Academy in Detroit
fa: چه کسی این را ساخت
hr: Ova je aplikacija bila istaknuta, dizajnirana i razvijena od strane grupe prijatelja koji su se susreli na Akademiji tvrtke Apple Developer u Detroitu
ja: このアプリは、デトロイトのApple Developer Academyで会った友人のグループによって考案、設計、開発されました。
nl: Deze app is bedacht, ontworpen en ontwikkeld door een groep vrienden die elkaar ontmoetten op de Apple Developer Academy in Detroit
pl: Ta aplikacja została zaprojektowana, zaprojektowana i opracowana przez grupę przyjaciół, którzy spotkali się w Academy Apple Developer w Detroit
ro: Această aplicație a fost ideală, proiectată și dezvoltată de un grup de prieteni care s-au întâlnit la Academia de Dezvoltare Apple din Detroit

source: WHY
fa: این برنامه توسط یک گروه از دوستان که در آکادمی توسعه دهنده اپل در دیترویت ملاقات کرد، طراحی شده، طراحی شده و توسعه داده شد
hr: ZAŠTO
ja: どうして
nl: WAAROM
pl: CZEMU
ro: DE CE

source: Our goal for building this was to create an app that would improve the everyday tasks for people while being inclusive
fa: چرا
hr: Naš cilj za izgradnju to bio je stvoriti aplikaciju koja bi poboljšala svakodnevne zadatke za ljude dok je uključiv
ja: これを構築するための私たちの目標は、包括的でありながら人々の日常のタスクを改善するアプリを作成することでした
nl: Ons doel om dit te bouwen was om een ​​app te maken die de dagelijkse taken voor mensen zou verbeteren en tegelijkertijd inclusief zou zijn
pl: Naszym celem do budowania to było stworzenie aplikacji, która poprawiłaby codzienne zadania dla osób podczas bycia włącznie
ro: Scopul nostru pentru construirea a fost de a crea o aplicație care să îmbunătățească sarcinile de zi cu zi pentru oameni în timp ce este inclusă

source: FEEDBACK
fa: هدف ما برای ساخت این بود که ایجاد یک برنامه بود که وظایف روزمره را برای افراد بهبود می بخشد در حالی که فراگیر است
hr: POVRATNE INFORMACIJE
ja: フィードバック
pl: INFORMACJA ZWROTNA
ro: PĂRERE

source: The app is available in many languages so we need your help, to know what errors we might have made missed. Email us at hi@deafassistant.com
hr: Aplikacija je daleko od savršene, stoga se moramo čuti od vas kako bismo znali koja poboljšanja dati prioritet. Pošaljite nam e-poštu na hi@deafassistant.com
ja: このアプリは完璧にはほど遠いので、どのような改善を優先すべきかを知るために、あなたから話を聞く必要があります。 hi@deafassistant.comまでメールでお問い合わせください
nl: De app is beschikbaar in vele talen, dus we hebben uw hulp nodig om te weten welke fouten we mogelijk hebben gemist. E-mail ons op hi@deafassistant.com
pl: Aplikacja jest dostępna w wielu językach, więc potrzebujemy twojej pomocy, aby wiedzieć, jakie błędy moglibyśmy przegapić. Napisz do nas na hi@deafassistant.com
ro: Aplicația este disponibilă în multe limbi, astfel încât avem nevoie de ajutorul dvs., să știți ce erori am fi ratat. Trimiteți-ne un e-mail la hi@deafassistant.com

source: CONTRIBUTE
fa: این برنامه دور از کامل است، بنابراین ما باید از شما بشنویم تا بدانیم پیشرفت های اولویت بندی چیست. به ما ایمیل بزنید hi@deafassistant.com
hr: Pridonijeti
ja: 助ける
nl: BIJDRAGE LEVEREN
pl: BRAĆ W CZYMŚ UDZIAŁ
ro: A CONTRIBUI

source: We are using the latest iOS SwiftUI framework to build all parts of this app. The code is open source and so is the design. We would love your involvement and code pull requests
fa: مشارکت
hr: Koristimo najnovije IOS Swiftui okvir za izgradnju svih dijelova ove aplikacije. Kod je otvoreni izvor i tako je dizajn. Voljeli bismo vaše sudjelovanje i zahtjeve za povlačenje koda
ja: このアプリのすべての部分を構築するために、最新のiOSSwiftUIフレームワークを使用しています。 コードはオープンソースであり、デザインもオープンソースです。 私たちはあなたの関与とコードプルリクエストを歓迎します
nl: We gebruiken het nieuwste iOS SwiftUI-framework om alle onderdelen van deze app te bouwen. De code is open source en het ontwerp ook. We zouden erg blij zijn met uw betrokkenheid en code pull-verzoeken
pl: Używamy najnowszych ram iOS Swiftui, aby zbudować wszystkie części tej aplikacji. Kod jest otwarty źródło, podobnie jak projekt. Kochalibyśmy twoje zaangażowanie i żądania ciągnięcia kodu
ro: Folosim cel mai recent cadru iOS Swiftui pentru a construi toate părțile acestei aplicații. Codul este open source și așa este designul. Ne-ar plăcea cererile dvs. de implicare și de cod

source: CRITICAL ALERTS
hr: Kritične upozorenja
ja: クリティカルアラート
nl: KRITIEKE MELDINGEN
pl: Krytyczne alerty
ro: Alerte critice

source: What are Critical Alerts?
fa: هشدارهای بحرانی
hr: Što su kritične upozorenja?
ja: 重要なアラートは何ですか？
nl: Wat zijn kritieke waarschuwingen?
pl: Jakie są alerty krytyczne?
ro: Care sunt alertele critice?

source: If you would like alerts to display even when the app is in Do Not Disturb/Focus modes, you can mark the alerts as critical.
fa: هشدارهای بحرانی چیست؟
hr: Ako želite upozorenja da biste prikazali čak i kada je aplikacija u ne ometaj / usredotočinim načinima, možete označiti upozorenja kao kritične.
ja: アプリが邪魔やフォーカスモードでない場合でもアラートが表示されている場合は、アラートを重要なものとしてマークできます。
nl: Als u wilt dat waarschuwingen worden weergegeven, zelfs als de app zich in de modus Niet storen/focus bevindt, kunt u de waarschuwingen als kritiek markeren.
pl: Jeśli chcesz wyświetlić alerty, nawet jeśli aplikacja jest w trybach nie przeszkadzać / ostrości, możesz zaznaczyć alerty jako krytyczne.
ro: Dacă doriți ca alertele să afișeze chiar și atunci când aplicația este în moduri, nu deranjați / focalizați modurile, puteți marca alertele ca fiind critice.

source: How to turn on LED Flash
fa: اگر دوست دارید هشدارها را حتی زمانی که برنامه در حالت های مزاحم / تمرکز نیست، می توانید هشدارها را به عنوان بحرانی علامت بزنید.
hr: Kako uključiti LED bljeskalicu
ja: LED Flashをオンにする方法
nl: Hoe LED-flitser aan te zetten
pl: Jak włączyć lampę LED
ro: Cum să porniți blițul LED

source: 1. Open the Settings app, tap Accessibility, then tap Audio/Visual.
fa: چگونه فلش LED را روشن کنید
hr: 1. Otvorite aplikaciju Postavke, dodirnite dostupnost, a zatim dodirnite Audio / Visual.
ja: 1.設定アプリを開き、アクセシビリティをタップしてから、[Audio / Visual]をタップします。
nl: 1. Open de app Instellingen, tik op Toegankelijkheid en tik vervolgens op Audio/Visueel.
pl: 1. Otwórz aplikację Ustawienia, stuknij Dostępność, a następnie stuknij Audio / Visual.
ro: 1. Deschideți aplicația Setări, atingeți Accesibilitate, apoi apăsați Audio / Visual.

source: 2. Turn on LED Flash for Alerts.
fa: 1. برنامه تنظیمات را باز کنید، روی ضربه بزنید، سپس روی Audio / Visual کلیک کنید.
hr: 2. Uključite LED bljeskalicu za upozorenja.
ja: 2.アラートのLEDフラッシュをオンにします。
nl: 2. Schakel LED-flitser in voor waarschuwingen.
pl: 2. Włącz LED Flash for Alerts.
ro: 2. Porniți blițul LED pentru alerte.

source: To prevent LED flashes when your device is in silent mode, turn off Flash on Silent. LED Flash for Alerts works only when your device is locked.
fa: 2. فلش LED را برای هشدارها روشن کنید.
hr: Da biste spriječili LED trepće kada je uređaj u tihom načinu rada, isključite bljeskalicu na šuti. LED Flash za upozorenja radi samo kada je vaš uređaj zaključan.
ja: デバイスがサイレントモードになっているときにLEDが点滅しないようにするには、沈黙のフラッシュをオフにします。警告のためのLEDフラッシュは、デバイスがロックされている場合にのみ機能します。
nl: Om te voorkomen dat de led knippert wanneer uw apparaat in de stille modus staat, schakelt u Flash on Silent uit. LED-flitser voor waarschuwingen werkt alleen als uw apparaat is vergrendeld.
pl: Aby zapobiec mignięć LED, gdy urządzenie jest w trybie cichym, wyłącz flashę w milczeniu. LED Flash for Alerts działa tylko wtedy, gdy urządzenie jest zablokowane.
ro: Pentru a preveni LED-ul clipește când dispozitivul este în modul silențios, opriți blițul pe silențios. Flash LED pentru alerte funcționează numai atunci când dispozitivul dvs. este blocat.

source: What does the Widget Show?
fa: ویجت
hr: Što prikazuje widget?
ja: ウィジェットは何を示していますか？
nl: Wat laat de widget zien?
pl: Co pokazuje widget?
ro: Ce arată widget-ul?

source: If you would like view the status of your noise alert running in the background, you can add the widget to your home screen.
fa: ویجت چیست؟
hr: Ako želite vidjeti status upozorenja o buku u pozadini, možete dodati widget na početni zaslon.
ja: 背景で実行されているノイズアラートのステータスを表示する場合は、ホーム画面にウィジェットを追加できます。
nl: Als u de status van uw geluidsmelding op de achtergrond wilt zien, kunt u de widget aan uw startscherm toevoegen.
pl: Jeśli chcesz wyświetlić status swojego alarmu hałasu działa w tle, możesz dodać widżet na ekranie głównym.
ro: Dacă doriți să vedeți starea alertei dvs. de zgomot care rulează în fundal, puteți adăuga widgetul în ecranul de pornire.

source: Adding the widget
fa: اگر می خواهید وضعیت هشدار نویز خود را در حال اجرا در پس زمینه مشاهده کنید، می توانید ویجت را به صفحه اصلی خود اضافه کنید.
hr: Dodavanje widgeta
ja: ウィジェットを追加する
nl: De widget toevoegen
pl: Dodanie widgetu.
ro: Adăugarea widgetului

source: 1. From the Home Screen, touch and hold a widget or an empty area until the apps jiggle.
fa: اضافه کردن ویجت
hr: 1. Na početnom zaslonu dodirnite i držite widget ili prazno područje dok se aplikacije ne držite.
ja: 1.ホーム画面から、アプリがジグルグルまでウィジェットまたは空の領域をタッチして保持します。
nl: 1. Houd in het startscherm een ​​widget of een leeg gebied ingedrukt totdat de apps bewegen.
pl: 1. Na ekranie głównym dotknij i przytrzymaj widżet lub pusty obszar, aż aplikacje jiggle.
ro: 1. Din ecranul de întâmpinare, atingeți și mențineți apăsat un widget sau o zonă goală până când Apps Jiggle.

source: 2. Tap the Add button (+) in the upper-left corner.
fa: 1. از صفحه اصلی، یک ویجت یا یک منطقه خالی را لمس کرده و نگه دارید تا برنامه ها Jiggle.
hr: 2. Dodirnite gumb Dodaj (+) u gornjem lijevom kutu.
ja: 2.左上隅にある追加ボタン（+）をタップします。
nl: 2. Tik op de knop Toevoegen (+) in de linkerbovenhoek.
pl: 2. Stuknij przycisk Dodaj (+) w lewym górnym rogu.
ro: 2. Atingeți butonul Adăugare (+) în colțul din stânga sus.

source: 3. Select the BeAware widget and then tap Add Widget and then tap Done.
fa: 2. روی دکمه افزودن (+) در گوشه بالا سمت چپ ضربه بزنید.
hr: 3. Odaberite widget Beaware i zatim dodirnite Dodaj widget i zatim dodirnite Gotovo.
ja: 3. BeaWareウィジェットを選択してから[ウィジェットの追加]をタップしてから[完了]をタップします。
nl: 3. Selecteer de BeAware-widget en tik vervolgens op Widget toevoegen en vervolgens op Gereed.
pl: 3. Wybierz widżet beareware, a następnie dotknij Dodaj widżet, a następnie stuknij Gotowe.
ro: 3. Selectați widgetul Beaware și apoi apăsați Adăugare widget și apoi apăsați pe Terminat.

source: BeAware The D/deaf Assistant
hr: Beaware D / Glučajni asistent
ja: D / DIAFアシスタントを理解する
nl: BeAware De D/dove Assistent
pl: Beareware asystent d / głuchy
ro: Baking Asistentul D / surd

source: The Must Have Alerting Tool
fa: Beaware دستیار D / DEAF
hr: Mora imati alat za uzbunjivanje
ja: 警告ツールが必要です
nl: De must-have waarschuwingstool
pl: Muszę mieć narzędzie alarmowe
ro: Trebuie să aibă un instrument de avertizare

source: Get LED Flashes For Noise Alerts
fa: باید ابزار هشدار داشته باشد
hr: Dobijte LED trepće za buku upozorenja
ja: ノイズアラートのためのLEDが点滅します
nl: Ontvang LED-flitsen voor geluidswaarschuwingen
pl: Uzyskaj błyski LED do alertów szumów
ro: GET LED-uri clipește pentru alerte de zgomot

source: Feature Packed With Essentials
fa: GEED LED Flashes را برای هشدارهای سر و صدا دریافت کنید
hr: Značajka pakirana s bitnim
ja: エッセンシャルで詰められた特徴
nl: Functie boordevol benodigdheden
pl: Funkcja zapakowana z podstawowymi
ro: Caracteristică ambalată cu Essentials

source: Play Text Into Live Phone Calls
fa: ویژگی بسته بندی شده با ملزومات
hr: Play Text u telefonske pozive uživo
ja: ライブ電話にテキストを再生する
nl: Tekst afspelen in live telefoongesprekken
pl: Zagraj w tekst do rozmów telefonicznych na żywo
ro: Redați textul în apeluri telefonice live

source: Download, Enjoy, Utilise, Share
fa: متن را به تماس های تلفنی زنده پخش کنید
hr: Preuzmite, uživajte, koristite, dijelite
ja: ダウンロード、お楽しみいただく、株式、共有
nl: Downloaden, genieten, gebruiken, delen
pl: Pobierz, ciesz się, używaj, udostępnij
ro: Descărcați, bucurați-vă, utilizați, distribuiți

source: Hi, I downloaded your app and I would like to provide the following feedback:
hr: Bok, preuzeo sam vašu aplikaciju i želio bih pružiti sljedeće povratne informacije:
ja: こんにちは、私はあなたのアプリをダウンロードしました、そして私は以下のフィードバックを提供したいと思います：
nl: Hallo, ik heb uw app gedownload en wil graag de volgende feedback geven:
pl: Cześć, pobrałem twoją aplikację i chciałbym podać następującą opinię:
ro: Bună, am descărcat aplicația dvs. și aș dori să furnizez următorul feedback:

source: Hi! I downloaded BeAware- the deaf assistant for iPhones and I really think you should check it out. It has not been released to the public yet, so you can install a special free version through here: https://deafassistant.com/app
nl: Hoi! Ik heb BeAware gedownload - de dove assistent voor iPhones en ik denk echt dat je het moet proberen. Het is nog niet vrijgegeven voor het publiek, dus je kunt een speciale gratis versie installeren via hier: https://deafassistant.com/app
pl: Cześć! Pobrałem Beareware- The Głuchych Asystenta dla iPhone'ów i naprawdę myślę, że powinieneś to sprawdzić. Nie został jeszcze wydany do publicznego, dzięki czemu można zainstalować specjalną bezpłatną wersję przez tutaj: https://deafassistant.com/app

source: Do you like this app?
fa: سلام! من Beaware را دانلود کردم - دستیار ناشنوایان برای اپل و من واقعا فکر می کنم شما باید آن را بررسی کنید. هنوز به عموم منتشر نشده است، بنابراین شما می توانید یک نسخه ویژه ویژه را از طریق اینجا نصب کنید: https://testflight.apple.com/join/3ixeJPSz
hr: Volite li ovu aplikaciju?
ja: あなたはこのアプリが好きですか？
nl: Vind je deze app leuk?
pl: Czy lubisz tę aplikację?
ro: Îți place această aplicație?

source: Yes
fa: آیا این برنامه را دوست دارید؟
hr: Da
ja: はい
nl: Ja
pl: tak
ro: da

source: Not
fa: آره
hr: Ne
ja: いいえ
nl: Niet
pl: Nie
ro: Nu

source: Rate The App
fa: نه
hr: Ocijenite aplikaciju
ja: アプリを評価してください
nl: Beoordeel de app
pl: Oceń aplikację
ro: Evaluați aplicația

source: Noise alert notification
fa: ارزیابی اپلیکیشن
hr: Obavijest o uzbunu buke
ja: ノイズアラート通知
nl: Geluidswaarschuwingsmelding
pl: Powiadomienie o alercie hałasu
ro: Notificare de alertă de zgomot

source: The noise is loud at
fa: اخطار هشدار نویز
hr: Buka je glasna na
ja: ノイズはで大音量です
nl: Het geluid is luid op
pl: Hałas jest głośny w
ro: Zgomotul este tare la
