Repository: saamerm/BeAware
Catalog: BeAware/Localizations/*.lproj/Localizable.strings
Languages: de, sv, vi

source: BeAware
vi: Nhận thức

source: The Deaf Assistant
de: Der Gehörlosen-Assistent
sv: Dövassistenten
vi: Trợ lý điếc

source: Use the speech feature to convert voice to text
de: Verwenden Sie die Sprachfunktion, um Sprache in Text umzuwandeln.
sv: Använd talfunktionen för att konvertera röst till text
vi: Sử dụng tính năng giọng nói để chuyển đổi giọng nói thành văn bản

source: Your microphone will be used to record your speech when you press the 'Start Recording' button.
de: Ihr Mikrofon wird zur Sprachaufnahme verwendet, wenn Sie die Schaltfläche „Aufnahme starten“ drücken.
sv: Din mikrofon kommer att användas för att spela in ditt tal när du trycker på knappen 'Starta inspelning'.
vi: Micrô của bạn sẽ được sử dụng để ghi lại bài phát biểu của bạn khi bạn nhấn nút 'Bắt ​​đầu ghi âm'.

source: ALERT
de: ALARM
sv: VARNA
vi: BÁO ĐỘNG

source: Alert
de: Alarm
sv: Varna
vi: Báo động

source: Alert Frequency
de: Alarmhäufigkeit
sv: Varningsfrekvens
vi: Tần số cảnh báo

source: Noise Threshold
de: Lautstärkeschwelle
sv: Bullergräns
vi: Ngưỡng âm thanh

source: seconds
de: Sekunden
sv: sekunder
vi: giây

source: Start Noise Alert
de: Geräuschalarm starten
sv: Start brusvarning
vi: Bắt đầu tiếng ồn cảnh báo

source: Stop Noise Alert
de: Geräuschalarm stoppen
sv: Stoppbrusvarning
vi: Dừng tiếng ồn cảnh báo

source: Mark alerts as critical
de: Alarme als kritisch markieren
sv: Markera varningar som kritiska
vi: Đánh dấu cảnh báo là quan trọng

source: SPEECH
de: SPRACHE
sv: TAL
vi: PHÁT BIỂU

source: Speech
de: Sprache
sv: Tal
vi: Phát biểu

source: I can’t hear you clearly. I use this tool to understand what people are saying. Please speak into the mic
de: Ich kann Sie nicht gut hören. Ich verwende diese App, um zu verstehen, was gesagt wird. Bitte sprechen Sie in das Mikrofon.
sv: Jag kan inte höra dig tydligt. Jag använder det här verktyget för att förstå vad folk säger. Snälla tala in i mikrofonen
vi: Tôi không thể nghe thấy bạn rõ ràng. Tôi sử dụng công cụ này để hiểu những gì mọi người đang nói. Xin vui lòng nói vào mic

source: TEXT
vi: BẢN VĂN

source: Text
vi: Bản văn

source: Tap below to start typing:
de: Unten tippen, um etwas einzugeben:
sv: Tryck på nedan för att börja skriva:
vi: Nhấn vào bên dưới để bắt đầu gõ:

source: PLAY
de: ABSPIELEN
sv: SPELA
vi: CHƠI

source: FLIP TEXT
de: TEXT UMDREHEN
sv: Vändtext
vi: Lật văn bản.

source: Preset Phrases:
de: Voreingestellte Sätze:
sv: Förinställda fraser:
vi: Cụm từ đặt trước:

source: Type here to add...
de: Hier tippen, um etwas hinzuzufügen ...
sv: Skriv här för att lägga till ...
vi: Nhập vào đây để thêm ...

source: ADD
de: HINZUFÜGEN
sv: LÄGG TILL
vi: CỘNG

source: I'm Deaf or hard of hearing
vi: Tôi bị điếc hoặc khó nghe

source: EMOJI BOARD
sv: Emoji
vi: Biểu tượng cảm xúc

source: Emoji Board
sv: Emoji
vi: Biểu tượng cảm xúc

source: Select an emoji from the list to display above
de: Wählen Sie ein Emoji aus der Liste aus, um es oben anzuzeigen.
sv: Välj en emoji från listan som ska visas ovan
vi: Chọn một biểu tượng cảm xúc từ danh sách để hiển thị ở trên

source: ADD IMAGE
de: BILD HINZUFÜGEN
sv: LÄGG TILL BILD
vi: Thêm hình ảnh

source: INFO
vi: THÔNG TIN

source: Tutorial
de: Funktionsübersicht
sv: Handledning
vi: Hướng dẫn

source: License Agreement
de: Lizenzvereinbarung
sv: Licensavtal
vi: Thỏa thuận cấp phép

source: LICENSE AGREEMENT
de: LIZENZVEREINBARUNG
sv: LICENSAVTAL
vi: THỎA THUẬN CẤP PHÉP

source: About Us
de: Über uns
sv: Om oss
vi: Về chúng tôi

source: Contact Us
de: Kontakt
sv: Kontakta oss
vi: Liên hệ chúng tôi

source: CONTACT US
de: KONTAKT
sv: KONTAKTA OSS
vi: LIÊN HỆ CHÚNG TÔI

source: Share
de: Teilen
sv: Dela med sig
vi: Đăng lại

source: Terms Of Use
de: Nutzungsbedingungen
sv: Villkor
vi: Điều khoản sử dụng

source: TERMS OF USE
de: NUTZUNGSBEDINGUNGEN
sv: VILLKOR
vi: Điều khoản sử dụng

source: TUTORIAL
de: FUNKTIONEN
sv: HANDLEDNING
vi: Hướng dẫn

source: Welcome to BeAware
de: Willkommen bei BeAware
sv: Välkommen till VarMedveten BeAware
vi: Chào mừng bạn đến với Beware

source: This app has 4 main functions:
de: Diese App hat 4 Hauptfunktionen:
sv: Denna app har fyra huvudfunktioner:
vi: Ứng dụng này có 4 chức năng chính:

source: Continue
de: Weiter
sv: Fortsätta
vi: Còn nữa

source: Alert - Turn your device into an elite alerting tool with customizable alerts of short or prolonged sounds around you
de: Alarm: Nutzen Sie Ihr Gerät als hochwertiges Alarmierungswerkzeug mit anpassbaren Alarmen für kurze oder längere Geräusche in Ihrer Umgebung.
sv: Varning - Förvandla din enhet till ett elitvarningsverktyg med anpassningsbara varningar med korta eller långvariga ljud runt dig
vi: Cảnh báo - Biến thiết bị của bạn thành một công cụ cảnh báo ưu tú với các cảnh báo có thể tùy chỉnh của âm thanh ngắn hoặc kéo dài xung quanh bạn

source: Speech - Take advantage of your phone's powerful speech-to-text capability to transcribe, even while the app is in the background
de: Sprache: Nutzen Sie die leistungsstarke Sprache-zu-Text-Funktion Ihres Smartphones zur Transkription, auch wenn die App im Hintergrund läuft.
sv: Tal-dra nytta av telefonens kraftfulla tal-till-text-kapacitet att transkribera, även om appen är i bakgrunden
vi: Bài phát biểu - Tận dụng khả năng phát biểu với văn bản mạnh mẽ của điện thoại của bạn để phiên âm, ngay cả trong khi ứng dụng nằm trong nền

source: Text - BeAware is the only app that can read text loud into your live phone calls, assisted by customizable preset phrases
de: Text: BeAware ist die einzige App, die Text in Ihre laufenden Telefonate einsprechen kann, unterstützt durch anpassbare voreingestellte Sätze.
vi: Text - Beware là ứng dụng duy nhất có thể đọc văn bản lớn vào bạn các cuộc gọi điện thoại trực tiếp của bạn, được hỗ trợ bởi các cụm từ đặt trước có thể tùy chỉnh

source: Emoji Board - Communicate using curated emojis or add images
de: Emoji-Board: Kommunizieren Sie mit ausgewählten Emojis oder fügen Sie Bilder hinzu.
sv: Emoji Board - Kommunicera med kuraterade emojis eller lägg till bilder
vi: Bảng biểu tượng cảm xúc - Giao tiếp bằng biểu tượng cảm xúc được giám tuyển hoặc thêm hình ảnh

source: ABOUT US
de: ÜBER UNS
sv: OM OSS
vi: VỀ CHÚNG TÔI

source: WHO
de: WER
sv: VEM
vi: AI

source: This app was ideated, designed and developed by a group of friends that met at the Apple Developer Academy in Detroit
de: Diese App wurde von einer Gruppe von Freunden konzipiert und entwickelt, die sich an der Apple Developer Academy in Detroit kennengelernt haben.
sv: Denna app var ideat, designad och utvecklad av en grupp vänner som träffades på Apple Developer Academy i Detroit
vi: Ứng dụng này đã được IDEAT, được thiết kế và phát triển bởi một nhóm bạn gặp tại Học viện Nhà phát triển Apple ở Detroit

source: WHY
de: WARUM
sv: VARFÖR
vi: TẠI SAO

source: Our goal for building this was to create an app that would improve the everyday tasks for people while being inclusive
de: Unser Ziel war es, eine App zu entwickeln, die Menschen den Alltag erleichtert und dabei barrierefrei ist.
sv: Vårt mål för att bygga detta var att skapa en app som skulle förbättra de vardagliga uppgifterna för människor samtidigt som de är inkluderande
vi: Mục tiêu của chúng tôi để xây dựng điều này là tạo ra một ứng dụng sẽ cải thiện các nhiệm vụ hàng ngày cho những người trong khi đã bao gồm

source: FEEDBACK
sv: RESPONS
vi: PHẢN HỒI

source: The app is available in many languages so we need your help, to know what errors we might have made missed. Email us at hi@deafassistant.com
de: Die App ist in vielen Sprachen verfügbar, daher brauchen wir Ihre Hilfe, um herauszufinden, welche Fehler wir vielleicht übersehen haben. Schicken Sie uns eine E-Mail an hi@deafassistant.com.
sv: Appen är tillgänglig på många språk så vi behöver din hjälp, för att veta vilka fel vi kan ha gjort missat. Maila oss på hi@deafassistant.com
vi: Ứng dụng có sẵn bằng nhiều ngôn ngữ để chúng tôi cần sự giúp đỡ của bạn, để biết những lỗi nào chúng ta có thể đã bỏ qua. Gửi email cho chúng tôi tại hi@deafassistant.com

source: CONTRIBUTE
de: MITWIRKEN
sv: BIDRA
vi: GÓP PHẦN

source: We are using the latest iOS SwiftUI framework to build all parts of this app. The code is open source and so is the design. We would love your involvement and code pull requests
de: Wir verwenden das neuste iOS-SwiftUI-Framework, um alle Teile dieser App zu entwickeln. Der Code und das Design sind Open Source. Wir freuen uns über jegliches Mitwirken.
sv: Vi använder det senaste iOS Swiftui -ramverket för att bygga alla delar av denna app. Koden är öppen källkod och det är också designen. Vi skulle älska ditt engagemang och koddragförfrågningar
vi: Chúng tôi đang sử dụng khung IOS SWIFTUI mới nhất để xây dựng tất cả các phần của ứng dụng này. Mã là nguồn mở và thiết kế cũng vậy. Chúng tôi sẽ yêu thích sự tham gia của bạn và yêu cầu kéo mã của bạn

source: CRITICAL ALERTS
de: KRITISCHE ALARME
sv: Kritiska varningar
vi: Cảnh báo quan trọng.

source: What are Critical Alerts?
de: Was sind kritische Alarme?
sv: Vad är kritiska varningar?
vi: Cảnh báo quan trọng là gì?

source: If you would like alerts to display even when the app is in Do Not Disturb/Focus modes, you can mark the alerts as critical.
de: Wenn Sie möchten, dass Alarme auch dann angezeigt werden, wenn sich die App im Modus „Nicht stören“ oder einem Fokus-Modus befindet, können Sie die Alarme als kritisch markieren.
sv: Om du vill att varningar ska visas även när appen är i inte stör/fokuslägen kan du markera varningarna som kritiska.
vi: Nếu bạn muốn cảnh báo hiển thị ngay cả khi ứng dụng không làm phiền / lấy nét, bạn có thể đánh dấu các cảnh báo là quan trọng.

source: How to turn on LED Flash
de: So schalten Sie den LED-Blitz ein
sv: Hur man slår på LED -blixt
vi: Cách bật đèn flash LED

source: 1. Open the Settings app, tap Accessibility, then tap Audio/Visual.
de: 1. Öffnen Sie die Einstellungen Ihres Geräts, tippen Sie auf „Bedienungshilfen“ und dann auf „Audio/Visuell“.
sv: 1. Öppna inställningsappen, tryck på tillgängligheten och tryck sedan på Audio/Visual.
vi: 1. Mở ứng dụng Cài đặt, chạm vào khả năng truy cập, sau đó nhấn Audio / Visual.

source: 2. Turn on LED Flash for Alerts.
de: 2. Aktivieren Sie den LED-Blitz bei Hinweisen.
sv: 2. Slå på LED -blixt för varningar.
vi: 2. Bật đèn flash LED để cảnh báo.

source: To prevent LED flashes when your device is in silent mode, turn off Flash on Silent. LED Flash for Alerts works only when your device is locked.
de: Um zu verhindern, dass die LED aufblitzt, wenn sich Ihr Gerät im lautlosen Modus befindet, deaktivieren Sie „Blitz bei ‚Lautlos‘“. Der LED-Blitz bei Hinweisen funktioniert nur, wenn Ihr Gerät gesperrt ist.
sv: För att förhindra LED -blinkningar när din enhet är i tyst läge, stäng av blixt. LED -blixt för varningar fungerar endast när din enhet är låst.
vi: Để ngăn đèn LED nhấp nháy khi thiết bị của bạn ở chế độ im lặng, hãy tắt đèn flash. Đèn flash LED cho cảnh báo chỉ hoạt động khi thiết bị của bạn bị khóa.

source: What does the Widget Show?
de: Was zeigt das Widget an?
sv: Vad visar widgeten?
vi: Các widget hiển thị những gì?

source: If you would like view the status of your noise alert running in the background, you can add the widget to your home screen.
de: Wenn Sie den Status Ihres im Hintergrund laufenden Geräuschalarms anzeigen möchten, können Sie das Widget zu Ihrem Home-Bildschirm hinzufügen.
sv: Om du vill se statusen för din brusvarning som körs i bakgrunden kan du lägga till widgeten på din hemskärm.
vi: Nếu bạn muốn xem trạng thái cảnh báo tiếng ồn của mình đang chạy trong nền, bạn có thể thêm tiện ích vào màn hình chính của mình.

source: Adding the widget
de: Hinzufügen des Widgets
sv: Lägga till widgeten
vi: Thêm tiện ích

source: 1. From the Home Screen, touch and hold a widget or an empty area until the apps jiggle.
de: 1. Berühren und halten Sie auf dem Home-Bildschirm ein Widget oder einen leeren Bereich, bis die Anwendungen wackeln.
sv: 1. Från hemskärmen, tryck och håll en widget eller ett tomt område tills apparna fnissar.
vi: 1. Từ màn hình chính, chạm và giữ một widget hoặc một khu vực trống cho đến khi ứng dụng lắc lư.

source: 2. Tap the Add button (+) in the upper-left corner.
de: 2. Tippen Sie auf die Hinzufügen-Schaltfläche (+) in der oberen linken Ecke.
sv: 2. Tryck på knappen Lägg till (+) i det övre vänstra hörnet.
vi: 2. Nhấn nút Thêm (+) ở góc trên bên trái.

source: 3. Select the BeAware widget and then tap Add Widget and then tap Done.
de: 3. Wählen Sie das BeAware-Widget aus, tippen Sie dann auf „Widget hinzufügen“ und anschließend auf „Fertig“.
sv: 3. Välj VarMedveten BeAware -widgeten och tryck sedan på Lägg till widget och tryck sedan på GEENT.
vi: 3. Chọn tiện ích Beware và sau đó nhấn Thêm tiện ích và sau đó nhấn Xong.

source: The Must Have Alerting Tool
de: Das unverzichtbare Alarmierungswerkzeug
sv: Måste ha varningsverktyg
vi: Công cụ cảnh báo phải có

source: Get LED Flashes For Noise Alerts
de: LED-Blitze für Geräuschalarme
sv: Få LED -blinkningar för brusvarningar
vi: Nhận đèn flash LED cho cảnh báo tiếng ồn

source: Feature Packed With Essentials
de: Vollgepackt mit essenziellen Funktionen
sv: Funktion fylld med väsentligheter
vi: Tính năng đóng gói với nhu yếu phẩm

source: Play Text Into Live Phone Calls
de: Einsprechen von Text in laufende Telefonate
sv: Spela text i live telefonsamtal
vi: Phát văn bản vào các cuộc gọi điện thoại trực tiếp

source: Download, Enjoy, Utilise, Share
de: Herunterladen, genießen, nutzen, teilen
sv: Ladda ner, njut, utnyttja, dela
vi: Tải về, thưởng thức, sử dụng, chia sẻ

source: Hi, I downloaded your app and I would like to provide the following feedback:
de: Hallo, ich habe Ihre App heruntergeladen und möchte Ihnen folgendes Feedback geben:
sv: Hej, jag laddade ner din app och jag skulle vilja ge följande feedback:
vi: Xin chào, tôi đã tải xuống ứng dụng của mình và tôi muốn cung cấp các phản hồi sau:

source: Do you like this app?
de: Gefällt Ihnen diese App?
sv: Gillar du den här appen?
vi: Bạn có thích ứng dụng này không?

source: Yes
de: Ja
sv: Ja
vi: Đúng

# Not
source: No
de: Nein
sv: Inte
vi: Không

source: Rate The App
de: Bewerten Sie die App
sv: Betygsätt appen
vi: Đánh giá ứng dụng

source: Noise alert notification
de: Geräuschalarm-Mitteilung
sv: Bullervarning
vi: Thông báo tiếng ồn thông báo

source: The noise is loud at
de: Das Geräusch ist laut ab
sv: Bruset är högt på
vi: Tiếng ồn lớn ở

source: By tapping Continue, you agree to our privacy policy
de: Indem Sie auf „Weiter“ tippen, akzeptieren Sie unsere Datenschutzrichtlinien.
sv: Genom att trycka på Fortsätt, samtycker du till vår integritetspolicy
vi: Bằng cách nhấn Tiếp tục, bạn đồng ý với Chính sách bảo mật của chúng tôi

source: By tapping Continue, you agree to our
de: Indem Sie auf „Weiter“ tippen, akzeptieren Sie unsere
sv: Genom att knacka fortsätta, samtycker du till vår
vi: Bằng cách nhấn vào tiếp tục, bạn đồng ý với chúng tôi

source: Privacy Policy
de: Datenschutzrichtlinien
sv: Integritetspolicy
vi: Chính sách bảo mật

source: PRIVACY POLICY
de: DATENSCHUTZRICHTLINIEN
sv: INTEGRITETSPOLICY
vi: CHÍNH SÁCH BẢO MẬT

source: Noise Alert
de: Geräuschalarm
sv: Varna
vi: Báo động

source: On
de: Aktiv
sv: Aktiva
vi: Tích cực

source: Stopped
de: Gestoppt
sv: Stoppad
vi: Dừng lại

source: Transcribing
de: Transkription läuft
sv: Transkriberande
vi: Phiên âm

source: Start Transcribing
de: Transkription starten
sv: Börja transkribera
vi: Bắt đầu phiên âm

source: Stop Transcribing
de: Transkription stoppen
sv: STOPPRANSERING
vi: Ngừng phiên âm

source: This field populates in real time when the voice is being recorded
de: Dieses Feld wird in Echtzeit ausgefüllt, während eine Stimme aufgenommen wird.
sv: Detta fält populerar i realtid när rösten spelas in
vi: Trường này cư trú trong thời gian thực khi giọng nói đang được ghi lại

source: Play the the text loud, even to the other party during a phone or video call
de: Spielen Sie den Text laut ab, auch für den Gesprächspartner während eines Telefon- oder Videoanrufs.
sv: Spela texten högt, även till den andra parten under ett telefon- eller videosamtal
vi: Phát văn bản to, ngay cả với bên kia trong một cuộc gọi điện thoại hoặc video

source: Flip the text box
de: Textfeld umdrehen
sv: Vänd textrutan
vi: Lật hộp văn bản

source: This button flips the window for the other person to see what you typed without having to turn your hand
de: Mit dieser Schaltfläche können Sie das Fenster umdrehen, damit Ihr Gesprächspartner sehen kann, was Sie getippt haben, ohne dass Sie Ihre Hand drehen müssen.
sv: Den här knappen vänder fönstret för den andra personen för att se vad du skrev utan att behöva vända handen
vi: Nút này lật cửa sổ cho người khác để xem những gì bạn đã gõ mà không cần phải xoay tay

source: Tap to add preset phrase to the text editor above
de: Tippen, um einen voreingestellten Satz zum Texteditor oben hinzuzufügen.
sv: Tryck för att lägga till förinställningsfras till textredigeraren ovan
vi: Nhấn để thêm cụm từ đặt trước vào trình chỉnh sửa văn bản ở trên

source: Remove Phrase
de: Satz entfernen
sv: Ta bort frasen
vi: Loại bỏ cụm từ

source: Removes the preset phrase
de: Entfernt den voreingestellten Satz.
sv: Tar bort förinställningsfrasen
vi: Xóa cụm từ đặt trước

source: Clear Text
de: Text löschen
sv: Klar text
vi: Văn bản rõ ràng

source: Clears the text from the window above
de: Löscht den Text aus dem obigen Fenster.
sv: Rensar texten från fönstret ovan
vi: Xóa văn bản khỏi cửa sổ ở trên

source: Input a preset phrase you would like to add
de: Geben Sie einen voreingestellten Satz ein, den Sie hinzufügen möchten.
sv: Ange en förinställd fras som du vill lägga till
vi: Nhập một cụm từ đặt trước mà bạn muốn thêm

source: Add Image
de: Bild hinzufügen
sv: Lägg till bild
vi: Thêm hình ảnh

source: Adds images that you can show
de: Fügt Bilder hinzu, die Sie zeigen können.
sv: Lägger till bilder som du kan visa
vi: Thêm hình ảnh mà bạn có thể hiển thị

source: This text field acts as a notepad so you can share what you would like to say
de: Dieses Textfeld dient als Notizblock, sodass Sie mitteilen können, was Sie sagen möchten.
sv: Detta textfält fungerar som en anteckningsblock så att du kan dela vad du vill säga
vi: Trường văn bản này hoạt động như một notepad để bạn có thể chia sẻ những gì bạn muốn nói
